Repository: BP601/wp-job-manager-apply-with-linkedin-lang
Catalog: wp-job-manager-apply-with-linkedin-*.po
Languages: fr_fr

source: Enter your licence key and email and hit return. A valid key is required for automatic updates.
fr_fr: Entrez votre clé de licence et email et appuyez sur enter. Une clé valide est nécessaire pour les mises à jour automatiques.

source: Hide notice
fr_fr: Masquer le signalement

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
fr_fr: Il y a une nouvelle version de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s"> Voir détails de la version %3$s</a> ou <a href="%4$s"> mettre à jour maintenant</a>.

source: Dear %s
fr_fr: Cher %s

source: %s has applied for the job of %s. See below for %s's profile snapshot.
fr_fr: %s a postulé pour %s. Veuillez trouver ci-dessous l’extrait du profil de %s.

source: Current
fr_fr: Actuellement

source: Past
fr_fr: Par le passé

source: Education
fr_fr: Formation académique

source: Email address
fr_fr: Adresse email

source: Cover letter
fr_fr: Lettre de motivation

source: View complete profile
fr_fr: Voir le profil complet

source: (optional)
fr_fr: (facultatif)

# default cover letter
source: To whom it may concern,
fr_fr: Madame, Monsieur,

# default cover letter
source: I am very interested in the %s position at %s. I believe my skills and work experience make me an ideal candidate for this role. I look forward to speaking with you soon about this position. Thank you for your consideration.
fr_fr: Je suis très intéressé par le poste de %s à %s. Je crois que mes compétences et mon expérience de travail font de moi un candidat idéal pour ce poste. Dans l’attente de m’entretenir avec vous sur cette offre.

# default cover letter
source: Best regards,
fr_fr: Sincères salutations,

source: Submit Application
fr_fr: Envoyer la candidature

source: Clicking submit will submit your full profile to %s.
fr_fr: Cliquer sur Envoyer soumettra votre profil complet pour %s.

source: Apply with LinkedIn
fr_fr: Postuler avec LinkedIn

source: Sorry, your LinkedIn profile must be public in order to apply for this job listing.
fr_fr: Désolé, votre profil LinkedIn doit être publique pour postuler cette offre d’emploi.

source: API Key
fr_fr: Clé API

source: Get your API key by creating a new application on https://www.linkedin.com/secure/developer
fr_fr: Obtenez votre clé API en créant une nouvelle application sur https://www.linkedin.com/secure/developer

source: Secret Key
fr_fr: Clé secrète

source: Get your secret key by creating a new application on https://www.linkedin.com/secure/developer
fr_fr: Obtenez votre clé secrète en créant une nouvelle application sur https://www.linkedin.com/secure/developer

source: Cover letter field
fr_fr: Champ pour le lettre de motivation

source: Optional
fr_fr: (facultatif)

source: Required
fr_fr: Requis

source: Hidden
fr_fr: Caché

source: Allow LinkedIn Field
fr_fr: Permettre le champ LinkedIn

source: Display Field
fr_fr: Champ d’affichage

source: Add a field to the job submission form, allowing employers to enable/disable LinkedIn applications
fr_fr: Ajoutez un champ dans le formulaire de candidature, permettant aux employeurs d’activer/désactiver les candidatures via LinkedIn

source: Allow LinkedIn Applications
fr_fr: Permettre les candidatures via LinkedIn

source: Do you want to allow employees to apply with their LinkedIn profile?
fr_fr: Vous voulez permettre aux employés de postuler avec leur profil LinkedIn ?

# Job - Name has submitted an application
source: %s - %s has submitted an application
fr_fr: %s - %s a envoyé une candidature

source: Your job application has been submitted successfully
fr_fr: Votre candidature a bien été envoyée !
